Repository: SebMcCayen/carcommunity
Catalog: apps/ios/KCC/Resources/Localizable.xcstrings
Source language: sv
Languages: en

# subscription.statusReady
source: Redo att teckna medlemskap.
en: Ready to subscribe.

# subscription.statusSuccess
source: Köpet är verifierat. Medlemskapet är aktivt.
en: Purchase verified. Membership is active.

# subscription.statusUnavailable
source: Prenumerationer är inte tillgängliga på den här enheten.
en: Subscriptions are unavailable on this device.

# subscription.statusVerifying
source: Verifierar ditt köp…
en: Verifying your purchase…

# subscription.subscribeAction
source: Teckna månadsmedlemskap
en: Subscribe to monthly membership

# subscription.subscribePlusAction
source: Välj Plus
en: Choose Plus

# subscription.subscribeSupporterAction
source: Välj Supporter
en: Choose Supporter

# subscription.supporterBody
source: Alla medlemsfunktioner, upp till 10 garagefordon, obegränsad körhistorik och möjlighet till Supporter-märke.
en: All member features, up to 10 garage vehicles, unlimited drive history and an optional Supporter badge.

# subscription.supporterTitle
source: Supporter · 119 kr/månad
en: Supporter · SEK 119/month

# subscription.teaserBody
source: Lås upp fler funktioner i communityn snart.
en: Unlock more community features soon.

# subscription.teaserTitle
source: Medlemskap
en: Membership

# turnByTurn.arrive
source: Framme %1$@
en: Arrive at %1$@

# turnByTurn.currentSpeed
source: Aktuell hastighet %1$lld km/h
en: Current speed %1$lld km/h

# turnByTurn.exit
source: Avsluta navigering
en: Exit navigation

# turnByTurn.exitConfirmBody
source: Navigeringen avslutas och din rutt tas bort.
en: Navigation will stop and your route will be cleared.

# turnByTurn.exitConfirmCancel
source: Fortsätt navigera
en: Keep navigating

# turnByTurn.exitConfirmConfirm
source: Avsluta
en: Exit

# turnByTurn.exitConfirmTitle
source: Avsluta navigeringen?
en: Exit navigation?

# turnByTurn.permissionNeeded
source: Platsåtkomst krävs för att navigera.
en: Location access is required to navigate.

# turnByTurn.recenter
source: Centrera
en: Recenter

# turnByTurn.rerouting
source: Söker ny väg…
en: Rerouting…

# turnByTurn.resumeBody
source: Du navigerade till %1$@. Vill du fortsätta där du var?
en: You were navigating to %1$@. Continue where you left off?

# turnByTurn.resumeConfirm
source: Fortsätt
en: Continue

# turnByTurn.resumeDismiss
source: Avvisa
en: Dismiss

# turnByTurn.resumeTitle
source: Fortsätt navigeringen?
en: Continue navigation?

# turnByTurn.speedLimit
source: Hastighetsgräns %1$lld km/h
en: Speed limit %1$lld km/h

# turnByTurn.start
source: Starta
en: Start

# turnByTurn.unavailable
source: Navigering är inte tillgänglig här.
en: Navigation isn't available here.

# userSearch.error
source: Kunde inte söka just nu. Försök igen.
en: Couldn't search right now. Please try again.

# userSearch.errorRateLimited
source: Det var mycket sökande! Vänta en stund och försök igen.
en: That's a lot of searching! Wait a moment and try again.

# userSearch.errorSignedOut
source: Logga in för att söka efter medlemmar.
en: Please sign in to search for members.

# userSearch.hint
source: Sök efter en person
en: Search for a person

# userSearch.keepTyping
source: Fortsätt skriva för att söka…
en: Keep typing to search…

# userSearch.matchesFromStart
source: Sökningen matchar början av ett smeknamn.
en: Search matches the start of a nickname.

# userSearch.noMatches
source: Ingen medlem matchar det.
en: No members match that.

# userSearch.openProfile
source: Öppna profil
en: Open profile

# userSearch.resultsTitle
source: Matchande medlemmar
en: Matching members

# userSearch.searching
source: Söker…
en: Searching…

# userSearch.unknownMember
source: Medlem
en: Member

# wave.caption
source: %1$@ vinkade
en: %1$@ waved

# wave.captionAnonymous
source: Någon vinkade
en: Someone waved

# wave.captionSelf
source: Du vinkade
en: You waved

# welcome.addCar
source: Lägg till bil
en: Add your car

# welcome.completeProfile
source: Slutför profil
en: Complete profile

# welcome.getStarted
source: Kom igång
en: Get started

# welcome.next
source: Nästa
en: Next

# welcome.progress
source: Steg %1$lld av %2$lld
en: Step %1$lld of %2$lld

# welcome.seeMembership
source: Se medlemskap
en: See membership

# welcome.skip
source: Hoppa över
en: Skip

# welcome.step1Body
source: Du är med! Här möts lokala bilentusiaster, kör och delar passionen. Här är en snabb rundtur innan du sätter igång.
en: You're in! This is where local car enthusiasts meet, drive and share the passion. Here's a quick tour before you get started.

# welcome.step1Title
source: Välkommen till gemenskapen
en: Welcome to the community

# welcome.step2Body
source: Utgå från kartan för att se vad som händer runt omkring dig, dela din liveposition med vänner och köra tillsammans i konvojer.
en: Start from the map to see what's happening around you, share your live location with friends, and roll out together in convoys.

# welcome.step2Title
source: Kartan är din utgångspunkt
en: The map is your home base

# welcome.step3Body
source: Ett medlemskap ger dig tillgång till fler funktioner i appen.
en: A membership gives you access to more features in the app.

# welcome.step3Title
source: Lås upp mer med medlemskap
en: Unlock more with membership

# welcome.step4Body
source: Slutför din profil så att andra känner igen dig, och lägg till din första bil i garaget.
en: Finish setting up your profile so others recognise you, and add your first car to your garage.

# welcome.step4Title
source: Gör den till din
en: Make it yours

# whatsNew.dialogClose
source: Stäng
en: Close

# whatsNew.dialogMoreVersions
source: …och mer från tidigare uppdateringar.
en: …and more from earlier updates.

# whatsNew.dialogShowAll
source: Visa alla uppdateringar
en: Show all updates

# whatsNew.dialogTitle
source: Nyheter i version %1$@
en: What’s new in version %1$@

# whatsNew.empty
source: Inga uppdateringsanteckningar ännu.
en: No release notes yet.

# whatsNew.title
source: Vad är nytt
en: What’s new
